{"Descriptions":
{
    "Crimson":"Crimson: A dark shade of red. This is the vibe of people who enjoy chaos, conquest and challenge - youre always at war with something, always finding new mountains to climb. Passivity does not come naturally to you. Yet you tend to be concerned with visceral problems rather than philosphical ones. Youre a thrill seeker, love a good rush - and tend to prefer practical attacks emphasising brutal force.",
    "Scarlet":"Scarlet: A brihgt shade of red, bordering on orange. The colour of rampant emotion, desire and revelry. You follow your heart and have an intoxicating vitality that sweeps conversations into freefall. You live in the moment and feel things strongly. You never forget an enemy, much less a good friend. You're a bit of a dreamer, a bit of a daredevil, but in a 'teehee' way, not a 'grrr' way",
    "Mahogany":"Mahogany: A deep grounded colour representing subtle gentlemanly people who enjoy the pleasures of the flesh. You're the kind of person who insists upon matching the right hat with the right coat and are probably picky about your food",
    "Afterglow":"Afterglow: A cosy innocent shade of pink representing hope and cosmic bliss, the colour for those who believe or want to believe that the universe is kind. You have a certain whimsy and wistfulness to you - a certain longing. You want to believe in miracles, and like to hope for the best",
    "Fuchsia":"Fuchsia: A Bright eye-catching shade somewhere between purple and pink. In your heart you still carry a wild childish spark. Exploring the world has only fanned the falme, for many it manifests as a strong inclination towards art or invention, and such acts infuse you with a dizzying vitality. You enjoy intellectual play, and also normal play. You aren't power-hungy per say, but you do enjoy controlling your surroundings.",
    "Tyrian":"Tyrian: A Deep Purple. The word tyrant originally meant someone who came into a position of power by seizing it themselves. This is a regal colour associated with breaking boundaries, conquest and recreating the world in ones image. You have a clear vision for what the world should be like and would face hell and high water to make it a reality. Defiant without the detachment of the deep blues or the carnality of the deep reds. If you are debaucherous, its usually debauchery of the soul, rather than of the senses",
    "Golden":"Golden: The colour of the sun and of wealth, strongly associated with elegance and order (especialy since Elden Ring). You run a tight ship, you like having control over things - you like being seen and recognised, even when you relax, you enjoy adding a competitive element to it. You've probably spent a lot of time in the spotlight, and dearly wish to become a master of your craft.",
    "Mint":"Mint: A grounded but unobtrusive shade with a fresh anti-spicy undertone. You are a soothing gentle person who is very attached to the little pleasures of their life, adventures might be a fun game but only so long as you can return hme afterwards. You don't like it when other people are hurting and you'll try to releive that pain if you can. You bend before you break, which gives you a certain resilience.",
    "Verdant":"Verdant: A deep natural shade of green that spekas of deep entrenched wisdom and an almost overpowering capacity for growth - like you are going to do your thing no matter what anyone says. This shade is ultimately enduring and adaptable - possessing a confidence that comes from surviving the ravages of life before. Within your friendgroup you are the rock.",
    "Azure":"Azure: A light blue, associated with the sky and flowing water. You are a problem solver, living a life of motion and action - a crucial aspect of this is the cause you fight for. It's potentialy something of an obsession. You are brave and have a narrow focus that lets you chip away at things in a way others can't. You might be interested in academia, you definitely care about knowing the trut. You ask why a lot. you prefer to work within structure, but will happily go against the grain for that sake of the cause.",
    "Cerulean":"A rich dark blue. You try to distance yourself from the demands of society, finding them exhasuting. You like to wonder and wander, long conversations in the dead of night - deep thoughts that tend to swirl and spiral if you dont keep them undercontrol. Youre strongest when you can manage yourself and dont like wearing masks around others or dumbing yourself down. You might be infected with a terrible case of wanderlust, the kind that makes you look up at the night sky and sigh for no apparent reason.",
    "Black":"The darkest shade. You have a certain cold hunger about you, an easy pride that you wear like a second skin. Taboo fascinates you, and you struggle to conform, you feel much better outside the confines of social propriety, and for some this translates to a love of breaking rules, for others this results in a dour sardonic affect, with hints of a feral sublimity. You've gazed into the void a few times i'd wager, and know intimatley how it feels when it stares back."
},
"Image_URLs":
{
    "Crimson":[""],
    "Scarlet":[""],
    "Mahogany":[""],
    "Afterglow":[""],
    "Fuchsia":[""],
    "Tyrian":[""],
    "Golden":[""],
    "Mint":[""],
    "Verdant":[""],
    "Azure":[""],
    "Cerulean":[""],
    "Cyan":[""],
    "Black":[""]
}}