[
{
    "no": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],
    "q": ["You are in a dark forest with a swift river winding through, forking this way and that. You can hear wolves.",
    "How would you like to be Buried?",
    "Pick a Romantic Gesture",
    "The Superintelligence that conquered the world and taken everyones jobs thinks youre cute and fun. It wants to make you as comfortable as it can. How do you spend your mornings?",
    "It turns out the face in the mirror really is a monster wearing your skin (this could be good or bad depending on your perspective). What kind of monster is it?",
    "Screw Brandon Sanderson. What are the actual most important words a man can say?",
    "If you lost your dominant hand, what would you put in its place",
    "Describe your fighting style", 
    "Wants become larger if we name them", 
    ""],
    "A": {"Warmth":[3, 3, 3, 0, -2, -4, 2, -4, -3, 0], "Grace":[-3, 2, -3, 0, 3, 2, 2, 1, 2, 0], "Virtuosity":[1, -3, 0, 0, 2, -2, 1, -3, -5, 0]},
    "A_text": ["Let me solo the wolves. They are stronger when you are running from them and it will be a death worth singing about.",
    "Turn my ashes into a diamond and give it to my nearest and dearest",
    "Let me eat your heart pretty please",
    "I dont want to answer this question",
    "Fallen Angel. My broken wings drag behind me and everyone sees. My grand clothing torn from the fall, it outgrew me, or maybe - did I outgrow it?",
    "Dont worry. Everything is going to be okay.",
    "A sapient sock puppet (it has free will)", 
    "teleports behind you summons one million knives nothing personell kid",
    "In the world around them new possibilities opened and burst … all over people turned out their lights, pulled up their blankets and hoped that tomorrow would be kind. But for them there was only the now. The bent trees, that soundless space, the warmth of a hand within their own. They stood side by side, and the jewellbox heavens rotated ever onwards, as the world moved on into the relentless future. - One by One by CourierNew",
    ""],
    "B": {"Warmth":[0, 0, -2, 1, 3, 1, 5, -1, 3, 0], "Grace":[5, 3, 1, -3, -2, -2, -2, -3, 0, 0], "Virtuosity":[2, 4, 4, 2, -5, 2, -2, -3, 5, 0]},
    "B_text": ["The wolves scare me. They could be anywhere and I cant face them alone. I spend some time building a raft and entrust myself to the current, it has to lead somewhere good, since all the water seems to want to go that way",
    "Turn my corpse to bright marble and place me in the town square where everyone can see",
    "Invent a new kind of flower just for them and decorate them with it",
    "On some plane or boat or spacecraft probably! I want to travel the world and then the stars! Paper the walls of my room with my own face, smiling a million different smiles, more than I ever believed possible",
    "Upjumped Ape. I am of the wild woods or the cold and desolate north. All teeth and claws with a presentable face stretched over it.", 
    "This is wrong / This isnt me", 
    "a Flamethrower - if I cannot build, then I must burn", 
    "all i am surrounded by is fear and dead men",
    "Now that I am so very old, I am dreaming once again. And in my dream, I am throwing the sword. It is spinning now, in the black starlit waters of my dream, right above your head, dear reader. A sword that may look second-best, but carries the memories of a thousand lost fights, a history lesson in itself. Reach out, and catch it by the hilt. Swear by its name, Endeavor, to do your utmost to make the world a better place than when you arrived in it. - How to Train Your Dragon by Cressida Cowell",
    ""],
    "C": {"Warmth":[0, 0, 3, 2, -3, 3, -5, 3, 0, 0], "Grace":[-3, 4, 0, 2, -1, 2, -1, 3, -4, 0], "Virtuosity":[2, -4, 1, -3, 4, 1, -2, 1, 2, 0]},
    "C_text": ["The river scares me, it is wild and wanton and besides it is not taking me the right direction. Instead i brave the woods, mostly guided by my own lantern",
    "Place me by the roots of some great tree that has stood for centuries, besides which all my forefathers and loved ones have been buried before me",
    "Their worst enemy has them on their knees, bleeding out. But then you arrive to block the next strike and side by side you drive them back. Then they collapse, you bundle them up in your cloak and carry them to safety.",
    "Having breakfast in bed, potentially with my significant other. Or perhaps still out at the bar from last night, giddy with drink and laughter and good company",
    "The Other. Sometimes I feel as though my hand has tentacles instead of fingers, and it was made to hold other things. My slitted eyes built for a different sky. Perhaps I was designed this way. Perhaps I am just far from home.",
    "I promise",
    "Indeed the moment I discovered the weakness of my flesh it sickened me. I replace it with a telescopic clockwork contraption or long tentacle that lets me reach things from far away or behind tight spaces - i'm sure i could come up with somethign that works better", 
    "On the night before the battle I stand before the yawning pit. Friends beside me, foes before. The light of the dying sun washes their faces, the faces of the fallen spark in my mind. 'Goodnight my friends,' I say, drawing my sword, 'and good luck, for tomorrow we step beyond the gates of hell'",
    "It feels like Ive always been searching, ever since that day. The day a star fell. It was almost like - like something out of a dream. Nothing more or less than a breathtaking view. - Kimi No Na Wa by Makoto Shinkai",
    ""],
    "D": {"Warmth":[3, -4, 0, -3, 4, 2, -5, 0, -2, 0], "Grace":[0, -1, 4, 0, 3, 2, 0, -2, 4, 0], "Virtuosity":[-3, 3, -3, 3, -3, -2, 3, -4, 2, 0]},
    "D_text": ["I cant survive alone in the cold. I find the nearest campfire or log cabin with food and warmth and other people and I stay there until I cant anymore. Wash rinse repeat, until the wolves move on, or the rivers torrent lessens, or I gain more information to work with",
    "Cut out my organs and sell them to the most deserving bidder. Let whats left be revived as a mindless zombie and work in some public project of great importance.",
    "I'm tranditional, i'd invite them up to my gothic castle overlooking the windswept moor and enjoy a nice dinner, paired with a suitable wine if they drink. We'll pontificate about the nature of the world - and of love.",
    "at univeristy studying something im passionate about - learning to bake for my best friends birthday - winning robotics competitions, there are always dragons to slay", 
    "A vampire. If blood really tasted that good I might have a lil sip. I also feel nourished by company and would die on my own",
    "Do you need any help?", 
    "my violin bow or my surgeons knife, or whatever that One Thing is for me. It wouldnt be a big deal",
    "...Don't you think I look pretty curled up on this bathroom floor? But where you see weakness, I see wit, sometimes I fall to pieces jsut to see what bits of me don't fit... Cause i'm not trapped with you you see. You're the one whos trapped with me.",
    "What can the Harvest Hope for if not the Care of the Reaper Man? - Reaper Man by Terry Pratchett. \n Everyone dies. If they kill us theyll just drop us off at a place we were going anyway. But they cannot take away our Moments, and those are the things that really matter. The times we helped each other. … The enemy thinks he has won, but I want to see the look on his face when he realises how wrong he is. - Rhythm of War by Brandon Sanderson.",
    ""],
    "E": {"Warmth":[-3, 5, -4, 2, -2, -2, -2, 3, 5, 0], "Grace":[0, -3, 2, 5, 2, -3, 3, 3, -3, 0], "Virtuosity":[-3, 0, -1, -4, 3, 3, -2, 2, 0, 0]},
    "E_text": ["I need to learn how to survive alone in the cold, I make a bow and arrows, learn how to start a fire, keep practicing until the wolves move on, or the rivers torrent lessens, or at least I gain more information to work with",
    "Fill me up with greek fire and fling me over the castle battlements of my enemy. The light and heat and the screams will be my funeral.",
    "you hear themm groan ‘just five more minutes’ and angrily jab at the alarm. You feel them shift, ask you if you want breakfast. You wrap your arms around them tight and hold them down. 'Five more minutes', you promise, and hold them there", 
    "I want to be a child again, to have a parent who is always there. I want to be guided by someone who understands better, I want to let the moments pass by till I forget their weight. ", 
    "A zombie or some shambling squelchy ooze, mindlessly eating and moving, unable even to hold a shape",
    "I'm sorry, I'll do better next time.", 
    "I eagerly replace the hand with a glamourous exquisite crafted ornamnetal gauntlet. I feel like if i'm going to lose my manual dexterity anyway I may as well replace it with something that gets me noticed at parties", 
    "the music swells and my partner begins the dance. The crowd awaits. Now I show them I am worthy of a starring role",
    "I hope you know we had everything. But you broke me and left these pieces. I want you to hurt like you hurt me today. I want you to lose like I lose when I play. - What could have been by Sting",
    ""],
    "F": {"Warmth":[-4, -4, 0, 3, 0, -5, 2, -3, -1, 0], "Grace":[3, 0, -4, 0, 0, 3, -2, 3, -2, 0], "Virtuosity":[-5, -4, 3, 3, 0, -5, 3, 2, -4, 0]},
    "F_text": ["If I am in the forest, the forest is where I will stay. I will build a cabin by the riverside - or just spend my days walking and talking to any animals who will listen. The wolves will eat me one day, but until then the forest is beautiful.",
    "I dont mind. Just take care of my pets.",
    "'We're going on an Adventure!' You declare. The wide wild road stretches out ahead. It seems like every star in the sky is out.",
    "Looking for the Off-Switch",
    "I dont want to answer this question",
    "I am ready to die", 
    "Give me wings. ‘but you cant fly with just one’. GIVE ME WINGS.", 
    "I'm a pacifist. If I am fighting, I am not me.",
    "'Stay Determined' - Undertale by Toby Fox. \n 'There's no such thing as a painless lesson, but if you can endure that pain and work through it - you''ll have a heart that can withstand any obstacle.' - Fullmetal Alchemist",
    ""]
}
]